Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/public_transport/regulation_of_taxis_and_small_public_service_vehicles.html.txt.tmx
Source language: en
Languages: ga

source: Regulation of taxis and small public service vehicles
ga: Rialú tacsaithe agus feithiclí beaga seirbhíse poiblí

source: A Small Public Service Vehicle (SPSV) is defined as a public service vehicle with seating for up to eight people
ga: Is é an sainmhíniú atá ar fheithiclí beaga seirbhíse poiblí ná feithicil seirbhíse poiblí le suíocháin i gcomhair suas le hochtar

source: Small Public Service Vehicles include taxis, wheelchair accessible taxis, hackney cabs and limousines
ga: Tá tacsaithe, tacsaithe le rochtain do chathaoireacha rotha, hacnaithe agus limisíní san áireamh i bhFeithiclí Beaga Seirbhíse Poiblí in Éirinn

source: The purpose of this document is to explain how these public transport vehicles are regulated and your rights
ga: Is é cuspóir an doiciméid seo míniú a thabhairt ar an gcaoi a rialaítear na feithiclí iompair poiblí seo agus ar do chearta

source: What is the difference between a taxi, hackney and a limousine?
ga: Cad é an difir idir tacsaí, hacnaí agus limisín?

source: • Taxi: a small public service vehicle (SPSV), for which a taxi licence has been granted
ga: • Tacsaí: feithicil beag seirbhíse poiblí, a bhfuil ceadúnas tacsaí tugtha dó

source: Taxis may stand for hire at a taxi rank and ply for hire on the street
ga: Is féidir le tacsaithe seasamh ag stad tacsaí agus custaiméirí a lorg ar an tsráid

source: • Hackney: a private hire small public service vehicle (SPSV) for which a hackney licence has been granted
ga: • Hacnaí: feithicil seirbhíse poiblí beag ar fruiliú go príobháideach, a bhfuil ceadúnas hacnaí tugtha dó

source: Hackney cabs should be pre-booked on a private hire basis and cannot be hailed down in a public place
ga: Ba chóir hacnaí a chur in áirithint roimh ré ar bhunús príobháideach, agus ní féidir iad a stopadh in áit phoiblí

source: • Limousine: a private hire SPSV for which a limousine licence has been granted
ga: • Limisí: feithicil beag seirbhíse poiblí ar fruiliú go príobháideach a bhfuil ceadúnas limisín tugtha dó

source: A limousine must be suited by its style and condition to be used for ceremonial occasions or for corporate or other prestige purposes
ga: Ní mór do limisín a bheith feiliúnach ó thaobh stíle agus riochta le húsáid i gcomhair ócáidí searmanach nó le haghaidh cuspóirí corparáideacha nó cuspóirí cáile eile

source: A limousine should be pre-booked on a private hire basis and cannot be hailed down in a public place
ga: Ba chóir limisín a chur in áirithe roimh ré ar bhunús príobháideach agus ní féidir iad a stopadh in áit phoiblí

source: How are taxis and other SPSVs regulated?
ga: Conas a rialaítear tacsaithe agus feithiclí beaga seirbhíse poiblí eile?

source: Under the Taxi Regulation Act 2013, the National Transport Authority is the regulator for all SPSVs
ga: Faoin Acht um Rialáil Tacsaithe 2013, tá an tÚdarás Náisiúnta Iompair an rialtóir do gach feithicil beag seirbhíse poiblí

source: An Advisory Committee on Small Public Service Vehicles gives advice to the Authority on issues regarding SPSVs and their drivers
ga: Tugann Coiste Comhairleach um Beaga Feithiclí Seirbhíse Poiblí comhairle don Údarás faoi shaincheisteanna maidir le feithiclí beaga seirbhíse poiblí agus a dtiománaithe

source: This group consisted of representatives from the taxi, hackney and limousine industry, local authorities, An Garda Síochána, the tourist industry and disability action groups
ga: Tá ionadaithe sa ghrúpa seo ón tionscal tacsaithe, hacnaithe agus limisíní, údaráis áitiúla, an Garda Síochána, tionscal na turasóireachta agus grúpaí gníomhaíochta do dhaoine faoi mhíchumas

source: What does the regulator do?
ga: Cad a dhéanann an Rialtóir Tacsaithe?

source: The duties of the regulator are:
ga: Is iad na dualgais atá ar an Rialtóir ná:

source: • To oversee the licensing of all taxis, hackneys and limousines
ga: • Maoirsiú a dhéanamh ar cheadúnais gach tacsaí, hacnaí agus limisín

source: • To manage the Register of Licences as set out under Section 18 of the Taxi Regulation Act 2013
ga: • Clár na gCeadúnas a bhainistiú mar a leagtar síos faoi Alt 18 den Acht um Rialáil Tacsaithe 2013

source: This register contains important information on all SPSV vehicles and their drivers
ga: Tá faisnéis thábhachtach faoi gach feithicil beag seirbhíse poiblí agus a dtiománaithe sa chlár seo

source: • To ensure that drivers comply with the responsibilities of SPSV drivers as set out in the Taxi Regulation (Small Public Service Vehicle) Regulations 2015
ga: • Chun a chinntiú go gcloínn tiománaithe leis na dualgais éagsúla atá ar thiománaithe feithiclí beaga seirbhíse poiblí mar a leagadh síos iad in na Rialacháin um Rialáil Tacsaithe (Feithicil Beaga Seirbhíse Poiblí) 2015

source: These rules cover the correct treatment of passengers, calculating fares and meter usage, licence display, issuing of receipts and adhering to the shortest possible route
ga: Clúdaíonn na rialacha seo caitheamh i gceart le paisinéirí, táillí a ríomh agus úsáid an mhéadair, taispeáint ceadúnais, eisiúint admhálacha agus cloí leis an mbealach is giorra is féidir

source: • To ensure that passengers obey the rules regarding the duties of passengers
ga: • Cinntiú go gcloínn paisinéirí leis na rialacha a bhaineann leis na dualgais atá ar phaisinéirí

source: Under Section 29 of the Taxi Regulation Act 2013, passengers of SPSVs are required to comply with certain regulations when travelling in a taxi, hackney or limousine
ga: Faoi Alt 29 den Acht um Rialáil Tacsaithe 2013, ní mór do phaisinéirí feithiclí beaga seirbhíse poiblí cloí le rialacháin áirithe nuair atá siad ag taisteal i dtacsaí, hacnaí nó limisín

source: These rules include not causing damage to the vehicle and paying the agreed fare
ga: Cuimsíonn na rialacha seo gan damáiste a dhéanamh don fheithicil, gan an tiománaí a chur i mbaol, agus an táille aontaithe a íoc

source: • To set maximum taxi fares
ga: • Uastáillí tacsaí a shocrú

source: • To ensure that SPSVs meet the vehicle standards as set out in the 2015 Regulations
ga: • A chinntiú go gcomhlíonann an fheithicil bheag seirbhíse poiblí caighdeáin feithicle mar a leagtar síos iad in na Rialacháin 2015

source: • To enforce the regulations of the Taxi Regulation Act 2013
ga: • Rialacháin an Achta um Rialáil Tacsaithe 2013 a chur i bhfeidhm

source: Further information on the regulation of taxi and small public service vehicles is available from the National Transport Authority
ga: Tá tuilleadh eolais ar rialú feithiclí beaga seirbhíse poiblí ar fáil ó an tÚdarás Náisiúnta Iompair

source: Information on taxis is also available on the Authority’s consumer website, transportforireland.ie
ga: Tá eolas ar tacsaithe ar fáil freisin ar láithreán gréasáin an Údaráis, transportforireland.ie
